[
     
    {
      "id" : "msg1",	    
      "Title": " ,CEO",
      "Name":"Scott Harrell",
      "Desc": "A Message From Scott Harrell",
	  "short_Desc": "You're joining Infoblox at a time of incredible growth and opportunity, as we continue to disrupt -- and simplify -- networking and security.",
	  "msg":"<p>Hi New Bloxer,</p><p></p><p>I'm really excited to welcome you to Infoblox, and glad that you decided to join our team. For over 22 years, our company has remained an industry leader, thanks in large part to all of our employees, who are responsible for shaping and maintaining our strong culture by living our core values everyday.</p><p></p><p>You're joining Infoblox at a time of incredible growth and opportunity, as we continue to disrupt -- and simplify -- networking and security. This is one of the most exciting times for us, as we are beginning to see the rewards of significant investments and years of work put into our products and offerings.</p><p></p><p>Welcome again to the team -- I can't wait to see what your legacy as a Bloxer will be.</p><p></p><p>Scott</p>",
      "Icon": "https://infoblox323.github.io/jsonapi/images/Scott-Headshot.jpg"
    },
	{
      "id" : "msg2",		
      "Title": " ",
      "Name":"Manager ",
      "Desc": "A Message From Your Manager",
	  "short_Desc" : "I’m here to support you along the way, starting with making your first weeks as a Bloxer as smooth as possible as you get up to speed.",
	  "msg": "<p style='text-align:left'>Welcome to the team! I’m so excited you’re here so we can continue what we started during our interview process.</p><p style='text-align:inherit'></p><p style='text-align:left'>I’m here to support you along the way, starting with making your first weeks as a Bloxer as smooth as possible as you get up to speed. As you acclimate and settle into your role, I will also be here to support your career development and journey. So please do not hesitate to reach out with any questions.</p><p style='text-align:inherit'></p><p style='text-align:left'>I’ve assigned you a Blox Buddy to help you navigate the company during these first three weeks. They will introduce you to key people and answer your questions–everything from company culture and processes to our holiday schedule and what acronyms stand for. Be sure to set up some time to meet with your Buddy as soon as you can.</p><p style='text-align:inherit'></p><p style='text-align:left'>In your f<span>irst 30 day</span>s with the company, you’ll complete our Blox Connect New Bloxer Program in Litmos, our learning and development portal. This program will help you learn about the company and being a Bloxer. You’ll discover what makes Infoblox such a great place to work. You will also set your goals in Workday.</p><p style='text-align:inherit'></p><p style='text-align:left'>Also in your Blox Connect New Bloxer Program, you’ll complete the ID assessment, a tool we use to help us collaborate better by knowing how each of us works best with others. I look forward to hearing about your ID and sharing mine.</p><p style='text-align:inherit'></p><p style='text-align:left'>Other great resources to explore in these early days are the <span>New Bloxer Hub on Blox360</span> and Blox 360, our intranet, where you’ll find company news, department information, policies, employee resource groups, and more!</p><p style='text-align:inherit'></p><p style='text-align:left'>I look forward to working with you—and again, congrats on becoming a Bloxer!</p>",
      "Icon": "https://infoblox323.github.io/jsonapi/images/PNG/People-Customers.png"
    },	
    {
      "id" : "msg3",	
      "Title": " ,CHRO",
      "Name": "Carolyn Gracey",
      "Desc": "A Message From People & Places",
	  "short_Desc" : "Infoblox is a special place, so make the most of it, and continue to learn along the way.",
	  "msg": "Hello New Bloxer,<br><br>On behalf of the People &amp; Places team, welcome to Infoblox! We are here to support you as you get started in your new role and help you learn what it means to be a Bloxer.<br><br>We strive to make Infoblox a place where all our employees can grow, thrive, and belong. We’re proud of our culture and hope you will embrace it by getting involved—in our employee resource groups, employee programs, and our career development program. Infoblox is a special place, so make the most of it, and continue to learn along the way.<br><br>There are plenty of resources available to help you get started, including our global benefits portal, organizational charts in Workday, the Blox360 New Bloxer Hub, and so much more. Please do not hesitate to reach out if you have any questions or have any trouble accessing these resources.<br><br>What to expect<br><ul><li>Within your first 30 days at Infoblox, you will complete your Blox Connect New Bloxer Program in Litmos, learning about the employee resources and perks available to you.<br></li><li>After 90 days, you should have a clear understanding of your day-to-day responsibilities, have a few buddies, and be experiencing our great culture.<br></li><li>After six months, you will feel connected to our Infoblox journey and participate in making a difference in our collective future.<br></li><li>After your first year, you will feel like you are just beginning to grow your career to thrive as a Bloxer!<br></li></ul><br>Thank you for choosing Infoblox as the next step in your career. I look forward to seeing you grow and develop here!<br><br>Sincerely,<br><br>Carolyn Gracey<br>Senior Vice President, People &amp; Places<br>",
      "Icon": "https://infoblox323.github.io/jsonapi/images/Cgrace (1).jpg"
    }
  ]
